function sentaku1(){alert('不正解・・・');}
function sentaku2(){alert('正解！');}

function kaisetu1(){alert('瀞峡・瀞八丁は奈良県・三重県・和歌山県にまたがる大峡谷。荒々しく切り立つ崖や巨岩、澄み切った川が特徴。長瀞と似た部分が多いが、長瀞は関東、瀞峡・瀞八丁は関西であることが大きな違いです。問題では「荒川」というキーワードがある。荒川は関東地方を流れる河川なので、アは誤り。');}
function kaisetu2(){alert('狭山湖は埼玉県の所沢市と入間市の境界にまたがる湖。春は2万本の桜、秋は紅葉がとてもきれいで、埼玉の「自然百選」に選ばれています。');}
function kaisetu3(){alert('長瀞町は埼玉県の西北部にあり、「岩畳」と呼ばれる崖壁や、川下りが特徴です。紅葉シーズンには「月の石もみじ公園」がとてもおすすめ。');}
function kaisetu4(){alert('行田市は埼玉県北部に位置する。史跡では「埼玉古墳群」が有名で、公園内には鉄剣があります。また、映画「のぼうの城」でお馴染みの忍城があります。映画やドラマで舞台になることが多いです。');}
